Repository: veerwang/workbench
Catalog: po/doc/add-*.po
Languages: nb_no, pt_br

source: Add ===
nb_no: Legg til ======
pt_br: Adicionar =========

source: Add an item in either the todo or appointment list, depending on which panel is selected.
nb_no: Legg til et element i enten todo eller avtalelisten, avhengig av hvilket panel som er valgt.
pt_br: Adiciona um item para a lista de tarefas ou de agendamentos, dependendo de qual painel está selecionado.

source: To enter a new item in the todo list, you will need first to enter the description of this new item. Then you will be asked to specify the todo priority. This priority is represented by a number going from 9 for the lowest priority, to 1 for the highest one. It is still possible to change the item priority afterwards, by using the '+' and '-' keys inside the todo panel.
nb_no: For å skrive inn et nytt element i todo-listen, må du først skrive inn en beskrivelse. Så vil du bli spurt om å spesifisere en prioritet. Denne prioriteten representeres ved et tall fra 9 for laveste prioritert til 1 for høyeste prioritet. Det er mulig å endre elementets prioritet etterpå ved å bruke '+' og '-' knappene i todo-panelet.
pt_br: Para inserir um novo item na lista de tarefas, você precisa primeiro inserir a descrição deste novo item. Então, você será solicitado para especificar a prioridade da tarefa. Esta prioridade é representada por um número que vai de 9, como a menor prioridade, até 1, como a maior. Também é possível alterar a prioridade do item posteriormente, usando as teclas '+' e '-' dentro do painel de tarefas.

source: If the appointment panel is selected, you will be able to enter either a new appointment or a new all-day long event. To enter a new event, press [ENTER] instead of the item start time, and just fill in the event description.
nb_no: Dersom avtale-panelet er valgt, vil du kunne skrive inn enten en ny avtale eller en ny heldags-hendelse. For å skrive inn en ny hendelse, trykk [ENTER] istedenfor start-tidspunkt, og fyll inn en beskrivelse.
pt_br: Se o painel de agendamentos estiver selecionado, você poderá inserir o novo agendamento ou um evento para dia inteiro. Para inserir um novo evento, pressione [ENTER] ao invés do item de horário de início, e simplesmente preencha a descrição do evento.

source: To enter a new appointment to be added in the appointment list, you will need to enter successively the time at which the appointment begins, the appointment length (either by specifying the end time in [hh:mm] or the duration in [+hh:mm], [+xxdxxhxxm] or [+mm] format), and the description of the event. If you skip the end time by pressing [ENTER], a punctual appointment will be created.
nb_no: For å skrive inn en ny avtale som skal legges til avtalelisten, så må følgende skrives inn: start-tidspunkt, avtalense lengde (enten ved å gi et slutt-tidspunkt [hh:mm] eller en lengde som [+hh:mm], [+xxdxxhxxm] eller [+mm]) samt en beskrivelse av hendelsen. Dersom du hopper over slutt-tidspunktet ved å trykke [ENTER], så vil en punktlig avtale lages.
pt_br: Para inserir um novo agendamento a ser adicionado à lista de agendamentos, será necessário que você insira sucessivamente o horário no que o agendamento será iniciado, sua extensão (especificando o horário de término no formato [hh:mm] ou a duração, no formato [+hh:mm], [+xxdxxhxxm] ou [+mm]) e a descrição do evento. Se você pular o horário de término pressionando [ENTER], um agendamento pontual será criado.

source: The day at which occurs the event or appointment is the day currently selected in the calendar, so you need to move to the desired day before.
nb_no: Dagen da en hendelse eller avtale skjer, er dagen som nå er valgt i kalenderen, så du må bevege deg til ønsket dag først.
pt_br: O dia em que o evento ou agendamento ocorrerá é o dia atualmente selecionado no calendário. Então, você deve mover para o dia desejado antes.

source: Notes -----
nb_no: Notater -----
pt_br: Notas -----

source: * If an appointment lasts for such a long time that it continues on the next days, this event will be indicated on all the corresponding days, and the beginning or ending hour will be replaced by '..' if the event does not begin or end on the day.
nb_no: * Dersom en avtale varer så lenge at den fortsetter de neste dagene, så vil dette indikeres på alle de korresponderende dagene, og start og slutt-time vil bli erstattet med '..' dersom hendelsen ikke begynner eller slutter den dagen.
pt_br: * Se um agendamento durar por tanto tempo que chegar a continuar pelos próximos dias, este evento será indicado em todos os dias correspondentes, e os horários de início ou término serão substituídos por '..' se o evento não iniciar ou terminar no dia.

source: * If you only press [ENTER] at the description prompt, without any description, no item will be added.
nb_no: * Dersom du bare trykker [ENTER] ved spørsmål om å skrive inn en beskrivelse, og lar feltet være tomt, så vil ikke et nytt element legges til.
pt_br: * Se você apenas pressionar [ENTER] no prompt de descrição, sem qualquer descrição, nenhum item será adicionado.

source: * Do not forget to save the calendar data to retrieve the new event next time you launch calcurse.
nb_no: * Husk å lagre kalender-data for å kunne hente frem den nye avtalen neste gang du starter calcurse.
pt_br: * Não se esqueça de salvar os dados do calendário para obter o novo evento na próxima vez que você iniciar o calcurse.
